Repository: wyrover/vidiot
Catalog: lang/*/vidiot.po
Languages: de_de, nl_nl, ru

source: Bottom right
de_de: Unten rechts
nl_nl: Rechts onder

source: Bottom
de_de: Unten
nl_nl: Onder

source: Bottom centered
de_de: Unten in der Mitte
nl_nl: Onder midden

source: Bottom left
de_de: Unten links
nl_nl: Links onder

source: Left
de_de: Links
nl_nl: Links

source: Left centered
de_de: Links in der Mitte
nl_nl: Links midden

source: Track
de_de: Spur
nl_nl: Spoor
ru: Дорожка

source: Audio crossfade
de_de: Audio Überblendung
nl_nl: Audio overgang
ru: Переход аудио

source: File removed
de_de: Datei entfernt
nl_nl: Bestand verwijderd
ru: Файл удален

source: The file %s has been removed from disk. File is removed from project also.
de_de: Die Datei %s wurde von der Festplatte entfernt. Es wird aus dem Projekt ebenfalls entfernt.
nl_nl: Het bestand %s is niet gevonden op de harde schijf. Het bestand is nu ook verwijderd uit het project.
ru: Так как файл "%s" был удален с диска, он также был удален из проекта.

source: Scanning %s to determine media length.
de_de: Bestimmen der Länge von %s.
nl_nl: Het bestand %s wordt doorgelezen om de totale lengte te bepalen.
ru: Определение продолжительности %s.

source: Indexing files
de_de: Indizierung von Dateien
nl_nl: Bezig met indexeren
ru: Индексирование файлов

source: Only regular files can be pasted/dropped.
de_de: Nur reguläre Dateien kunnen eingefügt werden.
nl_nl: Alleen bestanden kunnen ingevoegd worden.
ru: Вставлять и перетаскивать можно только обычные файлы.

source: Some of these files cannot be used.
de_de: Einige dieser Dateien kunnen nicht verwendet werden.
nl_nl: Sommige van deze bestanden zijn onbruikbaar.
ru: Некоторые файлы нельзя использовать.

source: Updating %s
de_de: Aktualisieren von %s
nl_nl: Bijwerken van %s
ru: Обновление "%s"

source: Folder removed
de_de: Mappe entfernt
nl_nl: Map verwijderd
ru: Папка удалена

source: The folder %s has been removed from disk. It is removed from the project also.
de_de: Die Mappe %s wurde von der Festplatte entfernt. Es wird aus dem Projekt ebenfalls entfernt.
nl_nl: De map %s is niet gevonden op de harde schijf. De map is nu ook verwijderd uit het project.
ru: Так как папка "%s" была удалена с диска, она также была удалена из проекта.

source: Saving %s
de_de: Speichern von %s
nl_nl: Bezig met opslaan van %s
ru: Сохранение "%s"

source: Backup failed
de_de: Speichern von Sicherungsdatei fehlgeschlagen
nl_nl: Het maken van een backup faalde
ru: Не удалось создать резервную копию

source: Could not create backup file
de_de: Sicherungs-Datei konnte nicht erstellt werden
nl_nl: Kon geen backup bestand maken
ru: Не удалось создать резервную копию

source: Save Failed
de_de: Speichern fehlgeschlagen
nl_nl: Opslaan mislukt
ru: Не удалось сохранить

source: Could not open save file:
de_de: Sicherungsdatei konnte nicht geöffnet werden:
nl_nl: Kon het op te slaan bestand niet openen:
ru: Не удалось открыть сохраненный файл:

source: Could not save:
de_de: Konnte nicht gespeichert werden:
nl_nl: Kon niet opslaan:
ru: Не удалось сохранить:

source: %s saved successfully.
de_de: %s wurde erfolgreich gespeichert.
nl_nl: %s is succesvol opgeslagen.
ru: Сохранение "%s" выполнено.

source: Open Failed
de_de: Öffnen ist fehlgeschlagen
nl_nl: Openen mislukt
ru: Не удалось открыть

source: Could not open:
de_de: Konnte nicht öffnen:
nl_nl: Kon niet openen:
ru: Не удалось открыть:

source: Could not read %s. %s must be restarted (known bug that opening a project after this will fail)
de_de: Konnte %s nicht öffnen %s muss neu gestartet werden (bekannter Fehler, die Eröffnung eines Projekt wird wieder fehlschlagen)
nl_nl: Kon de inhoud van %s niet lezen. %s moet nu opnieuw gestart worden. (bekend problem dat hierna nog een project openen altijd faalt).
ru: Не удалось прочесть "%s". Необходим перезапуск %s (это известная ошибка: сейчас открыть проект не получится)

source: Vertical
de_de: Vertikal
nl_nl: Vertikaal
ru: По вертикали

source: Top to bottom
de_de: Oben nach unten
nl_nl: Boven naar beneden
ru: Сверху вниз

source: Right to left
de_de: Rechts nach links
nl_nl: Rechts naar links
ru: Справа налево

source: Bottom to top
de_de: Unten nach oben
nl_nl: Onder naar boven
ru: Снизу вверх

source: Left to right
de_de: Links nach rechts
nl_nl: Links naar rechts
ru: Слева направо

source: Top left to bottom right
de_de: Links oben nach rechts unten
nl_nl: Linksboven naar rechtsonder
ru: Сверху слева вниз вправо

source: Top right to bottom left
de_de: Rechts oben nach links unten
nl_nl: Rechtsboven naar linksonder
ru: Сверху справа вниз влево

source: Bottom right to top left
de_de: Rechts unten nach links oben
nl_nl: Rechtsonder naar linksboven
ru: Снизу справа вверх влево

source: Bottom left to top right
de_de: Links unten nach rechts oben
nl_nl: Linksonder naar rechtsboven
ru: Снизу слева вверх вправо

source: Clockwise
de_de: Im Uhrzeigersinn
nl_nl: Met de klok mee
ru: По часовой стрелке

source: Counterclockwise
de_de: Gegen Uhrzeigersinn
nl_nl: Tegen de klok in
ru: Против часовой стрелки

source: Missing file:
de_de: Fehlende Datei:
nl_nl: Bestand niet gevonden:
ru: Отсутствует файл:

source: Width becomes 0.
de_de: Breite wird 0.
nl_nl: Breedte wordt 0.
ru: Ширина станет 0.

source: Height becomes 0.
de_de: Höhe wird 0.
nl_nl: Hoogte wordt 0.
ru: Высота станет 0.

source: Image becomes too large.
de_de: Bild wird zu groß.
nl_nl: Beeld wordt te groot.
ru: Изображение станет слишком большим.

source: Video crossfade
de_de: Video Überblendung
nl_nl: Overvloeien
ru: Переход видео

source: Color
de_de: Farbe
nl_nl: Kleur
ru: Цвет

source: Select the color to use as the start/end of the transition.
de_de: Wählen Sie die Farbe für die Start / Ende des Übergangs.
nl_nl: Selecteer de kleur die wordt gebruikt bij het begin/eind van de overgang.
ru: Выберите цвет, используемый в начале и конце перехода.

source: Fade from color
de_de: Überblendung von Farbe
nl_nl: Vervagen van kleur
ru: Переход от цвета

source: Fade to color
de_de: Überblendung zu Farbe
nl_nl: Vervagen naar kleur
ru: Переход в цвет

source: Image
de_de: Bild
nl_nl: Plaatje
ru: Изображение

source: Select an image to be used for the effect. The colours in that image indicate in what way the transition will make the second video clip visible. The lightest regions are shown first. Then, gradually, the darker regions are shown until finally the darkest area is shown. Transparent areas in the image will cause the video of the right clip not to be shown at all in those areas. In GIMP, use the Blend tool, or a Paint Brush with 'Dynamics: Color from gradient' to create such images. Note that the darkest/lightest colours are determined from the image. Therefore, the gradient does not have to end exactly at white or black.
de_de: Wählen Sie ein Bild für den Übergang. Die Farben in diesem Bild zeigen in welcher Weise der Übergang das zweite Videoclip sichtbar macht. Die leichtesten Bereiche werden zuerst gezeigt. Dann nach und nach werden dunkleren Bereiche gezeigt, bis schließlich die dunkelste Bereiche (im Bild) gezeigt wird. Für transparente Bereiche im Bild wird das Video des rechten Clips überhaupt nicht gezeigt. In GIMP, verwenden Sie das Malwerkzeug 'farbverlauf' Pinsel mit "Zeichendynamiken: Color from gradient' um solche Bilder zu erstellen. Beachten Sie, dass die dunkelsten/leichtesten Farben aus dem Bild berechnet werden. Daher ist es nicht notwendig um genau zu beginnen/beenden auf weiß/schwarz.
nl_nl: Kies een plaatje om te gebruiken voor de overgang. Het kleurverloop in dit plaatje geeft aan hoe de overgang van linker clip naar rechter clip zal zijn. De lichtste kleuren in het plaatje geven aan welke delen van de rechtse video clip als eerste worden getoond. Gedurende de overgang wordt telkens meer van de rechter clip getoond, overeenkomstig de donkerheid in het plaatje. Doorzichtige gebieden in het plaatje kunnen ervoor zorgen dat delen van de rechter video clip helemaal niet getoond worden. Om geschikte plaates te maken kun je, in GIMP, het 'kleurverloop' gereedschap gebruiken of het 'penseel' gereedschap met de instelling 'Gedragingen: Color from gradient'. Opmerking: de meest lichte/donkere gebieden in het plaatje worden automatisch berekend. Het is dus niet nodig om precies bij wit/zwart te beginnen/eindigen bij het maken van dit plaatje.
ru: Выберите изображение, используемое для эффекта. Цвета этого изображения определят, каким образом при переходе появится второй клип. Будут появляться сначала самые светлые области, затем более темные. В прозрачных областях изображения видеоклип не отображается. Чтобы создать такое изображение в GIMP, выберите инструмент "Градиентная заливка" или "Кисть" с параметром "Динамика: Взять цвет из градиента". Учтите, что самые темные/светлые цвета берутся из изображения. Поэтому градиент не должен обязательно заканчиваться точно на черном или белом цвете.

source: Soften
de_de: Erweichen
nl_nl: Verzachten
ru: Сглаживание

source: Select how much to soften the effect.
de_de: Wählen Sie wie viel der Übergang weich gemacht wird.
nl_nl: Kies hoeveel het effect verzacht moet worden.
ru: Выберите степень сглаживания эффекта.

source: Blur
de_de: Weichzeignen
nl_nl: Vervagen
ru: Размытие

source: Select how much to blur the image.
de_de: Wählen Sie wie viel der Übergang verwischt gemacht wird.
nl_nl: Kies hoeveel het plaatje vervaagd moet worden.
ru: Выберите степень размытия изображения.

source: Image gradient
de_de: Bild Gradient
nl_nl: Plaatjes gradient
ru: Градиент изображения

source: Couldn't read %1$s at %2$s.
de_de: Konnte %1$s an Position %2$s nicht lesen.
nl_nl: Kon %1$s op positie %2$s niet lezen.
ru: Невозможно прочесть %1$s в позиции %2$s.

source: No image selected at %s.
de_de: Kein Bild bei %s ausgewählt.
nl_nl: Geen plaatje geselecteerd op positie %s.
ru: В позиции %s нет изображения.

source: Direction
de_de: Richtung
nl_nl: Richting
ru: Направление

source: Select the movement direction.
de_de: Wählen Sie die Bewegungsrichtung.
nl_nl: Selecteer de bewegingsrichting.
ru: Выберите направление движения.

source: Push
de_de: Drücken
nl_nl: Wegschuiven
ru: Сдвиг

source: Inversed
de_de: Invertiert
nl_nl: Geïnverteerd
ru: Обратить

source: Select between 'sliding in' the second clip or 'sliding away' the first clip.
de_de: Wählen Sie zwischen wegrutschen dem ersten Clip oder reinschieben den zweiten Clip.
nl_nl: Kies tussen 'invliegen' van de tweede clip of 'wegvliegen' van de eerste clip.
ru: Выберите "появление" второго клипа или "удаление" первого клипа.

source: Slide
de_de: Gleiten
nl_nl: Inschuiven
ru: Скольжение

source: Number of arcs
de_de: Anzahl der Bögen
nl_nl: Aantal bogen
ru: Число дуг

source: Select the number of simultaneous wipes.
de_de: Wählen Sie die Anzahl.
nl_nl: Selecteer het aantal stroken.
ru: Выберите количество областей перехода.

source: Select the direction of the wipes.
de_de: Wählen Sie die Richtung.
nl_nl: Selecteer de richting van de stroken.
ru: Выберите направление перехода.

source: Select between 'growing' and 'shrinking' (in the opposite direction).
de_de: Wählen Sie zwischen "wachsen" und "Schrumpfen" (in die entgegengesetzte Richtung).
nl_nl: Kies tussen 'groeien' en 'krimpen' (in de tegenovergestelde richting).
ru: Выберите "увеличение" или "уменьшение" (в противоположном направлении).

source: Soften edges
de_de: Erweichen Kante
nl_nl: Randen zachter maken
ru: Сгладить края

source: Select to enable smoothing at the edges.
de_de: Wählen zum erweichen den Kanten.
nl_nl: Selecteer om de randen van de overgang zachter te maken.
ru: Включить сглаживание краев.

source: Wipe Arc
de_de: Wischen Bögen
nl_nl: Bogen vegen
ru: Дуга

source: Select between a horizontal or a vertical effect
de_de: Wählen zwischen einer horizontalen oder einer vertikalen Effekt
nl_nl: Kies tussen een horizontaal en een vertikaal effect.
ru: Выберите горизонтальный или вертикальный эффект

source: Select between making the second clip visible from the inside (normal) or from the outside (inversed)
de_de: Wählen Sie zwischen sichtbar machen der zweite Clip von innen (normal) oder von außen (invertiert)
nl_nl: Kies tussen het verschijnen van de tweede clip vanaf de binnenkant (normal) of de buitenkant (geïnverteerd).
ru: Выберите появление второго клипа изнутри (по умолчанию) или снаружи (обратить).

source: Barn Doors
de_de: Flügeltore
nl_nl: Deuren
ru: Двери

source: Number of circles
de_de: Anzahl der Kreise
nl_nl: Aantal cirkels
ru: Число кругов

source: Wipe Circle
de_de: Wischen Kreis
nl_nl: Cirkel vegen
ru: Круг

source: Angle
de_de: Winkel
nl_nl: Hoek
ru: Угол

source: Select the starting angle.
de_de: Wählen Sie den Startwinkel.
nl_nl: Selecteer de initiële hoek.
ru: Выберите начальный угол.

source: Number of lines
de_de: Zeilenzahl
nl_nl: Aantal lijnen
ru: Число линий

source: Rotation direction
de_de: Drehrichtung
nl_nl: Rotatierichting
ru: Направление

source: Select the clockwise direction of the wipes.
de_de: Wählen Sie den Uhrzeigersinn.
nl_nl: Selecteer de kloksgewijze rotatierichting van de vegen.
ru: Выберите направление секторов перехода.

source: Wipe Clock
de_de: Wischen Uhr
nl_nl: Klok vegen
ru: Часовая стрелка

source: Wipe Double Clock
de_de: Wischen Doppel Clock
nl_nl: Dubbele klok vegen
ru: Две часовые стрелки

source: Select an image with an alpha channel or a mask. That information is then used to create the transition. Make sure that the image is sufficiently large to cover the entire video.
de_de: Wählen Sie ein Bild mit einem Alphakanal oder einer Maske. Dies wird dann verwendet, um den Übergang zu schaffen. Das Bild muss groß genug sein, um das gesamte Video zu decken.
nl_nl: Selecteer een plaatje met een alpha kanaal of een mask. Die informative wordt gebruikt voor het maken van de overgang. Zorg dat het plaatje groot genoeg is om de volledige video te bedekken.
ru: Выберите изображение с альфа-каналом или маской, эта информация будет использована для создания перехода. Изображение должно быть достаточно большим, чтобы закрыть видео полностью.

source: Select a scaling factor to be applied to the image. This can be used to make sure the transition covers exactly the entire clip(s) at the start or end of the transition.
de_de: Wählen Sie einen Skalierungsfaktor , der auf das Bild angewendet werden soll. Dies kann dazu verwendet werden um sicherzustellen dass der Übergang genau den gesamten Clip zu Beginn oder am Ende zu deckt.
nl_nl: Selecteer een schalingsfactor om op het beeld toe te passen. Dit kan gebruikt worden om te zorgen dat de overgang precise de hele clip bedekt bij het begin danwel het einde van de overgang.
ru: Выберите коэффициент масштабирования, применяемого к изображению. С помощью масштабирования вы можете увеличить изображение перехода, чтобы оно закрывало весь клип.

source: Rotations
de_de: Rotationen
nl_nl: Rotaties
ru: Повороты

source: Select the number of rotations to be applied to the image during the transition.
de_de: Wählen Sie die Anzahl der Umdrehungen während dem Übergang.
nl_nl: Selecteer het aantal rotaties dat het plaatje maakt gedurende de overgang.
ru: Выберите количество поворотов изображения во время перехода.

source: Select the clockwise direction of the rotation.
de_de: Wählen Sie den Uhrzeigersinn der Drehung.
nl_nl: Kies de kloksgewijze richting van de rotatie.
ru: Поворачивать по часовой стрелке.

source: Select between 'zooming in' (normal) or 'zooming out' (inversed)
de_de: Wählen Sie zwischen verkleinern (normal) oder vergrößern (invertiert)
nl_nl: Kies tussen inzoomen (normaal) en uitzoomen (geïnverteerd).
ru: Выберите "увеличение" (по умолчанию) или "уменьшение" (обратить).

source: Wipe Image
de_de: Wischen Bild
nl_nl: Plaatje vegen
ru: Изображение перехода

source: Wipe Straight
de_de: Wischen Gerade
nl_nl: Recht vegen
ru: Наплыв

source: This box shows the current timeline cursor position and the total length of the movie.
de_de: Diese Box zeigt den aktuellen Cursorposition in der Zeitleiste und die Gesamtlänge des Films.
nl_nl: Hier staat de huidige positie van de cursor in the tijdlijn en de totale lengte van de film.
ru: Здесь отображается текущая позиция курсора на шкале и общая длительность фильма.

source: Move to the beginning of the movie. Pressing HOME in the timeline has the same effect.
de_de: Gehe zu der Anfang des Films. Drücken von HOME hat den gleichen Effekt.
nl_nl: Ga naar het begin van de film. "Home" in de tijdlijn heeft hetzelfde effect.
ru: Перейти в начало фильма. В шкале времени тот же эффект имеет нажатие клавиши HOME.

source: Move to the previous cut between two clips. Pressing Control-LEFT in the timeline has the same effect.
de_de: Gehe zum vorherigen Schnitt zwischen zwei Clips. Drücken von Strg-links hat den gleichen Effekt.
nl_nl: Ga naar de vorige snede tussen twee clips. "Control-Links" in de tijdlijn heeft hetzelfde effect.
ru: Перейти к предыдущему стыку между клипами. В шкале времени тот же эффект имеет нажатие левой клавиши CONTROL.

source: Start/stop playback of the movie. Pressing SPACE in the timeline has the same effect.
de_de: Start/Stop Wiedergabe des Films. Drücken von Leertaste hat den gleichen Effekt.
nl_nl: Start/stop afspelen van de film. "Spatie" in de tijdlijn heeft hetzelfde effect.
ru: Начать или остановить воспроизведение фильма. В шкале времени тот же эффект имеет нажатие клавиши ПРОБЕЛ.

source: Move to the next cut between two clips. Pressing Control-RIGHT in the timeline has the same effect.
de_de: Gehe zum nächsten Schnitt zwischen zwei Clips. Drücken von Strg-Rechts hat den gleichen Effekt.
nl_nl: Gan naar de volgende snede tussen twee clips. "Control-Rechts" in de tijdlijn heeft hetzelfde effect.
ru: Перейти к следующему стыку между клипами. В шкале времени тот же эффект имеет нажатие правой клавиши CONTROL.

source: Move to the end of the movie. Pressing END in the timeline has the same effect.
de_de: Gehe zu Ende des Films. Drücken von END hat den gleichen Effekt.
nl_nl: Ga naar het einde van de tijdlijn. "End" in de tijdlijn heeft hetzelfde effect.
ru: Перейти в конец фильма. В шкале времени тот же эффект имеет нажатие клавиши END.

source: Change the playback speed. Note that audio pitch is maintained as much as possible when this is changed.
de_de: Ändern der Wiedergabegeschwindigkeit . Dass Tonhöhe wird so weit wie möglich beibehalten, wenn diese geändert wird.
nl_nl: Verander de afspeelsnelheid. De toonhoogte van het geluid wordt zoveel mogelijk intact gelaten.
ru: Изменить скорость воспроизведения. Высота тона аудио будет сохранена по мере возможности.

source: Select normal playback speed.
de_de: Normalen Wiedergabegeschwindigkeit .
nl_nl: Normale afspeelsnelheid.
ru: Задать обычную скорость воспроизведения.

source: Could not initialize playback.
de_de: Wiedergabe konnte nicht initialisiert werden.
nl_nl: Kan afspelen niet starten.
ru: Не удалось инициализировать воспроизведение.

source: Opening audio stream failed:
de_de: Öffnen von Audio-Stream fehlgeschlagen:
nl_nl: Openen van audio is mislukt:
ru: Не удалось открыть аудиопоток:

source: Starting audio stream failed:
de_de: Starten von Audio-Stream fehlgeschlagen:
nl_nl: Starten van audio is mislukt:
ru: Не удалось начать аудиопоток:

source: file
de_de: Datei
nl_nl: bestand
ru: Файл

source: folder
de_de: Mappe
nl_nl: map
ru: Папка

source: sequence
de_de: Film
nl_nl: film
ru: Видеоряд

source: Duplicate exists
de_de: Duplikat besteht schon
nl_nl: Duplicaat gevonden
ru: Есть дубликаты

source: A %1$s with name %2$s already exists
de_de: Ein %1$s mit dem %2$s besteht schon
nl_nl: Een %1$s met de naam %2$s bestaat al
ru: %1$s с именем "%2$s" уже существует

source: Create folder
de_de: Mappe wählen
nl_nl: Maak map
ru: Создать папку

source: Enter name
de_de: Name eingeben
nl_nl: Voer naam in
ru: Введите имя

source: Folder
de_de: Mappe
nl_nl: Map
ru: Папка

source: Create sequence
de_de: Film erstellen
nl_nl: Maak film
ru: Создать видеоряд

source: Select file(s)
de_de: Datei(en) auswählen
nl_nl: Selecteer bestand(en)
ru: Выберите файл(ы)

source: Cut
de_de: Ausschneiden
nl_nl: Knippen
ru: Вырезать

source: Copy
de_de: Kopieren
nl_nl: Kopiëren
ru: Копировать

source: Paste
de_de: Einfügen
nl_nl: Plakken
ru: Вставить

source: Delete unused files on disk
de_de: Nicht mehr benötigte Dateien auf der Festplatte löschen
nl_nl: Verwijder ongebruikte bestanden van de harde schijf
ru: Удалить неиспользуемые файлы с диска

source: Make sequence
de_de: Film machen
nl_nl: Maak film
ru: Создать видеоряд

source: Open sequence
de_de: Film öffnen
nl_nl: Open film
ru: Открыть видеоряд

source: Folder from disk
de_de: Mappe von der Festplatte
nl_nl: Map van harde schijf
ru: Папку с диска

source: File(s) from disk
de_de: Datei (en) von der Festplatte
nl_nl: Bestand(en) van harde schijf
ru: Файл(ы) с диска

source: Add
de_de: Hinzufügen
nl_nl: Toevoegen
ru: Добавить

source: New
de_de: Neu
nl_nl: Nieuw
ru: Создать

source: Nothing selected in the project view.
de_de: Nichts in der Projektübersicht ausgewählt.
nl_nl: Niets geselecteerd in project overzicht.
ru: В области проекта ничего не выбрано.

source: Project (topmost item) cannot be stored in clipboard.
de_de: Project (oberste Element) kann nicht in der Zwischenablage gespeichert werden.
nl_nl: Het project kan niet in het klembord opgeslagen worden.
ru: Проект (верхний элемент) нельзя поместить в буфер обмена.

source: Wrong node selected for pasting in project tree.
de_de: Falsche Knoten im Projektübersicht selektiert.
nl_nl: Hier kan niet geplakt worden.
ru: Выбран неверный уровень для вставки в дереве проекта.

source: Can't paste item in tree twice.
de_de: Kann nicht zweimal dasselbe einfügen in Baum.
nl_nl: Kan niet twee keer hetzelfde object in de boom zetten.
ru: Нельзя вставлять элемент в дерево дважды.

source: File was removed from disk. Cannot paste.
de_de: Datei wurde entfernt von der Festplatte. Kann nicht einfügen.
nl_nl: Bestand was verwijderd van de harde schijf. Kan niet toegevoegd worden.
ru: Файл был удален с диска. Вставка невозможна.

source: Folder was removed from disk. Cannot paste.
de_de: Mappe wurde entfernt von der Festplatte. Kann nicht einfügen.
nl_nl: Map is verwijderd van de harde schijf. Kan niet toegevoegd worden.
ru: Папка была удалена с диска. Вставка невозможна.

source: Cannot paste files and folders together. Only paste files or only paste folders.
de_de: Kann nicht Dateien und Mappen zusammen einfügen.
nl_nl: Kan niet tegelijk mappen en bestanden toevoegen. Voeg eerst de mappen toe en daarna de bestanden.
ru: Нельзя вставлять одновременно и файлы и папки. Вставляйте либо одно, либо другое.

source: File
de_de: Datei
nl_nl: Bestand
ru: Файл

source: No supported files in clipboard.
de_de: In der Zwischenablage sind keine unterstützten Dateien.
nl_nl: Geen ondersteunde bestanden in het klembord.
ru: В буфере обмена нет поддерживаемых файлов.

source: Sequences can not be pasted/dropped.
de_de: Films können nicht eingefügt werden.
nl_nl: Films kunnen niet toegevoegd worden.
ru: Видеоряд нельзя вставлять и перетаскивать.

source: Folders can not be pasted/dropped.
de_de: Mappe können nicht eingefügt werden.
nl_nl: Mappen kunnen niet toegevoegd worden.
ru: Папки нельзя вставлять и перетаскивать.

source: Insert
de_de: Hinzufügen
nl_nl: Toevoegen
ru: Вставить

source: %s has been removed from disk.
de_de: %s wurde von der Festplatte entfernt.
nl_nl: %s is verwijderd van de harde schijf.
ru: Удаление "%s" выполнено.

source: %s can not be opened.
de_de: %s kann nicht geöffnet werden.
nl_nl: %s kan niet worden geopend.
ru: Не удалось открыть "%s".

source: Add folder %s
de_de: Mappe %s hinzufügen
nl_nl: Voeg map %s toe
ru: Добавить папку "%s"

source: Add file %s
de_de: Datei %s hinzufügen
nl_nl: Voeg bestand %s toe
ru: Добавить файл "%s"

source: Create sequence from folder
de_de: Film erstellen aus Mappe
nl_nl: Maak film van (inhoud van) map
ru: Создать видеоряд из папки

source: Create sequence
de_de: Film erstellen
nl_nl: Maak film
ru: Создать видеоряд
