Repository: wyrover/vidiot
Catalog: lang/*/vidiot.po
Languages: de_de, nl_nl, ru

source: Unnamed command
de_de: Namenlos Befehl
nl_nl: Naamloos commando
ru: Безымянная команда

source: Supported files
de_de: Unterstützte Dateien
nl_nl: Ondersteunde bestandstypen
ru: Поддерживаемые файлы

source: Video files
de_de: Video Dateien
nl_nl: Video bestanden
ru: Файлы видео

source: Audio files
de_de: Audio Dateien
nl_nl: Audio bestanden
ru: Файлы аудио

source: Images
de_de: Bilder
nl_nl: Afbeeldingen
ru: Изображения

source: All files
de_de: Alle dateien
nl_nl: Alle bestanden
ru: Все файлы

source: A fatal error was encountered. Press OK to generate debug report. Press Cancel to terminate.
de_de: Ein schwerwiegender Fehler ist aufgetreten. Drücken Sie auf OK, um die Debugbericht zu generieren. Klicken Sie auf Abbrechen zum beenden.
nl_nl: Er is een interne fout opgetreden. Druk op OK om een log rapport te maken.
ru: Возникла критическая ошибка. Нажмите "ОК", чтобы создать отчет об ошибке, или "Отмена", чтобы прервать работу программы.

source: Error
de_de: Fehler
nl_nl: Fout
ru: Ошибка

source: %s crash report
de_de: %s Absturz Bericht
nl_nl: %s crash verslag
ru: %s - отчет об ошибке

source: I'm sorry, but %1$s crashed. By sending this mail you'll provide me with helpful information for resolving the crash. Thanks for your help. Eric
de_de: Es tut mir leid, aber %1$s ist abgestürzt. Mit der Sendung dieser Mail schicken Sie mich hilfreichen Informationen für die Lösung des Abstürz. Vielen Dank für Ihre Hilfe. Eric
nl_nl: Het spijt me, maar %1$s crashte. Door deze mail te sturen zult u mij voorzien van nuttige informatie voor het oplossen van de crash. Bedankt voor uw hulp. Eric
ru: Ой, работа %1$s прервана из-за ошибки. Отправьте отчет об ошибке мне, автору этой программы, чтобы я смог устранить ее причину. Заранее спасибо. Эрик

source: Do you want to include debugging information (log file, screen shot, etc.) with your request?
de_de: Wollen Sie Debug-Informationen (Log-Datei , Screenshot , etc.) mit Ihrer Anfrage einfügen?
nl_nl: Wil je debug informatie (log bestand, screenshot) bij het verzoek meesturen?

source: Submit
de_de: Senden
nl_nl: Versturen

source: %s bug report/feature request
de_de: %s Fehler melden/Anfrage einer neuen Funktion
nl_nl: %s fout rapport/verzoek om functionaliteit

source: Enter your request/remark here. Thanks for your help. Eric
de_de: Geben Sie Ihre Anfrage/Bemerkung hier. Danke für Ihre Hilfe. Eric
nl_nl: Vul je verzoek/opmerking hier in. Bedankt voor je hulp. Eric

source: Options file
de_de: Optionsdatei

source: Log file
de_de: Logdatei

source: About
de_de: Über
nl_nl: Over
ru: О программе

source: Back
de_de: Zurück
nl_nl: Terug
ru: Назад

source: Create new project
de_de: Erstellen neue Projekt
nl_nl: Maak nieuw project.
ru: Создать проект

source: No media files found.
de_de: Keine Mediendateien gefunden.
nl_nl: Geen media bestanden gevonden.
ru: Файлы мультимедиа не найдены.

source: Select a folder containing media files for creating a new movie.
de_de: Wählen Sie eine Mappe mit Mediendateien zum Erzeugen einer neuen Film.
nl_nl: Selecteer map met media bestanden voor het maken van een nieuwe film.
ru: Создать фильм на основе папки с файлами мультимедиа.

source: Select individual media files for creating a new movie.
de_de: Wählen Sie Mediendateien zum Erzeugen einer neuen Film.
nl_nl: Selecteer media bestanden voor het maken van een nieuwe film.
ru: Создать фильм на основе выбранных файлов мультимедиа.

source: Start a new empty project.
de_de: Erstellen von ein leeres Projekt.
nl_nl: Start een leeg project.
ru: Создать пустой проект.

source: Select folder
de_de: Mappe wählen
nl_nl: Selecteer map
ru: Выбрать папку

source: Select files
de_de: Dateien Wählen
nl_nl: Selecteer bestanden
ru: Выбрать файлы

source: Movie
de_de: Film
nl_nl: Film
ru: Фильм

source: &Finish
de_de: &Fertig
nl_nl: &Voltooien
ru: &Готово

source: Found %d file(s)
de_de: %d Datei(en) gefunden
nl_nl: %d bestanden gevonden.
ru: Найдено файлов: %d

source: (requires restart)
de_de: (Neustart erforderlich)
nl_nl: (vereist herstart)
ru: (нужен перезапуск)

source: Options
de_de: Optionen
nl_nl: Opties
ru: Параметры

source: Load/Save
de_de: Laden/Speichern
nl_nl: Lezen/Opslaan
ru: Общие

source: Load last project on startup
de_de: Einlesen zuletzt geöffnete Projekt beim Start
nl_nl: Laad meest recente project na opstarten.
ru: Загружать последний проект при запуске

source: Save
de_de: Speichern
nl_nl: Opslaan
ru: Сохранить

source: Make backup of existing save file when overwriting
de_de: Kopie machen von bestehende Datei beim Überschreiben
nl_nl: Maak een backup van het huidige project voor het opslaan
ru: Создавать копию существующего сохраненного файла перед перезаписью

source: Maximum number of generated save files (0 - infinite)
de_de: Maximale Anzahl der Kopien (0 - unendlich)
nl_nl: Maximaal aantal project backups dat opgeslagen wordt (0 - oneindig)
ru: Максимум сохраняемых файлов (от 0 до бесконечности)

source: Use absolute path to media files when saving projects
de_de: Absoluten Pfad verwenden bem Speichern von Projekten
nl_nl: Gebruik een absolute referentie naar media bestanden in opgeslagen projecten.
ru: Использовать абсолютный путь для файлов мультимедиа при сохранении проектов

source: By using absolute paths, the project file can be moved without moving any media files in the project. Otherwise, project and media files must be moved together.
de_de: Durtch die Verwendung van absoluten Pfaden kann die Projectdatei unabhängig von die Mediendateien verschoben warden. Andernfalls müssen Project- und Mediendateien zusammen verschoben warden.
nl_nl: Door het gebruik van absolute paden kan het project verplaatst worden terwijl de media bestanden op dezelfde plek mogen blijven staan. In het andere geval moeten (kunnen) het project en de media bestanden tegelijk verplaatst worden.
ru: При использовании абсолютных путей вы сможете перемещать проект без необходимости перемещать файлы мультимедиа. В противном случае файлы мультимедиа необходимо будет перемещать вместе с проектом.

source: Project view
de_de: Projektübersicht
nl_nl: Project overzicht
ru: Проект

source: Make sequence: divide clips if clip's prefix differs
de_de: Film machen: Clips trennen wenn Präfix unterschiedlich ist
nl_nl: Maak film: plaats lege ruimte wanneer de namen van twee opeenvolgende clips verschillend beginnen.
ru: Создание видеоряда: создание пауз между клипами с отличающимися именами

source: Length of empty division (0 - disabled)
de_de: Länge von leeren Region(0 - deaktiviert)
nl_nl: Lengte van de lege ruimte (0 - uitgeschakeld)
ru: Длительность пауз (0 - отключить)

source: Length of name (prefix) to be matched
de_de: Länge des Namens (Präfix) welche die gleiche sein muß
nl_nl: Lengte van de naam (begin) die gelijk moet zijn om clips aaneengesloten te plaatsen
ru: Число символов от начала имени (префикс), которые должны совпадать

source: New projects
de_de: Neue Projekte
nl_nl: Nieuwe projecten
ru: Новые проекты

source: Framerate for new projects
de_de: Frame Rate für neue Projekte
nl_nl: Framerate (weergave frequentie) voor nieuwe projecten
ru: Частота кадров для новых проектов

source: Default video width
de_de: Standard Video Breite
nl_nl: Standaard video breedte
ru: Ширина видео по умолчанию

source: Default video height
de_de: Standard Video Höhe
nl_nl: Standaard video hoogte
ru: Высота видео по умолчанию

source: Default video scaling
de_de: Standard Video Skalierung
nl_nl: Standaard video schaling
ru: Масштаб видео по умолчанию

source: Default video alignment
de_de: Standard Video Platzierung
nl_nl: Standaard video positionering
ru: Выравнивание видео по умолчанию

source: Size
de_de: Größe
nl_nl: Grootte
ru: Размер

source: Default length of still images (in frames)
de_de: Standard Länge von Abbildungen (Frames)
nl_nl: Standaard lengte voor plaatjes (in frames)
ru: Длительность показа неподвижных изображений по умолчанию (в кадрах)

source: Default audio sample rate
de_de: Standard Audio Sample Rate
nl_nl: Standaard audio sample rate (sample frequentie)
ru: Частота дискретизации аудио по умолчанию

source: Default number of audio channels
de_de: Standard Anzahl Audiokanälen
nl_nl: Standaard aantal audio kanalen
ru: Количество каналов аудио по умолчанию

source: Timeline
de_de: Zeitleiste
nl_nl: Tijdlijn
ru: Шкала

source: Marking selection
de_de: Kennzeichnung Auswahl
nl_nl: Selectie markeren
ru: Выделение маркерами

source: Begin marker expansion/contraction (s).
de_de: Expansion/Kontraktion am Anfang des Markierung (s).
nl_nl: Selectie begin verschuiving (s)
ru: Смещение начального маркера (сек.)

source: End marker expansion/contraction (s).
de_de: Expansion/Kontraktion am Ende der Markierung (s).
nl_nl: Selectie einde verschuiving (s)
ru: Смещение конечного маркера (сек.)

source: Text to remove from clip names - use '|' for multiple entries
de_de: Text zu entfernen von Clip Namen - Gebrauche '|' für mehrere optionen
nl_nl: Gedeelte van de text van clip namen dat niet getoond hoeft te worden - gebruik '|' voor meer dan één optie.
ru: Текст, удаляемый из названий клипов (для разделения слов используйте "|")

source: Behaviour
de_de: Verhalten
nl_nl: Gedrag
ru: Поведение

source: Automatically add audio/video track when dragging beyond existing tracks
de_de: Automatisches Hinzufügen von Audio/Video-Spur beim 'drag-and-drop' außen die bestehenden Tracks
nl_nl: Automatisch audio/video spoor toevoegen bij het slepen buiten de bestaande sporen
ru: Автоматически добавлять новую дорожку при перетаскивании за пределы существующих дорожек

source: Application
de_de: Anwendung
nl_nl: Toepassing
ru: Приложение

source: Language
de_de: Sprache
nl_nl: Taal
ru: Язык

source: Debug
de_de: Debuggen
nl_nl: Foutanalyse
ru: Отладка

source: Log level
de_de: Protokollebene
nl_nl: Log niveau
ru: Уровень ведения журнала

source: Avcodec log level
de_de: Avcodec Protokollebene
nl_nl: Avcodec log niveau
ru: Уровень ведения журнала Avcodec

source: Show debug info on widgets
de_de: Zeigen Sie Debug-Informationen an Widgets
nl_nl: Toon foutanalyse informatie op grafische elementen
ru: Отображать отладочную информацию в строке состояния

source: Log the current sequence after each edit operation
de_de: Aktuelle Film im log Datei eunfügen nach jedem Veränderung
nl_nl: Log informatie over de huidige tijdlijn na elke bewerking
ru: Добавлять запись в журнал после каждой операции редактирования

source: Restart required
de_de: Neustart erforderlich
nl_nl: Herstart vereist
ru: Необходим перезапуск программы

source: Some of the settings that were changed require %1$s to be restarted. Do you want %1$s to restart now?
de_de: %1$s muss neu gestartet werden um alle Einstellungen zu aktivieren. Wollen Sie %1$s jetzt neu starten?
nl_nl: Sommige van de aangepaste instellingen worden pas actief na een herstart. Wilt u %1$s nu opnieuw opstarten?
ru: Для применения некоторых настроек необходим перезапуск %1$s. Перезапустить %1$s?

source: Properties
de_de: Immobilien
nl_nl: Eigenschappen
ru: Свойства

source: Framerate
de_de: Bildfrequenz
nl_nl: Framerate (weergave frequentie)
ru: Частота кадров

source: Video width
de_de: Video Breite
nl_nl: Video breedte
ru: Ширина видео

source: Video height
de_de: Video Höhe
nl_nl: Video hoogte
ru: Высота видео

source: Audio channels
de_de: Audiokanäle
nl_nl: Aantal audio kanalen
ru: Каналов аудио

source: Note:
de_de: Hinweis:
nl_nl: Opmerking:
ru: Примечание:

source: Some options cannot be changed because the project already contains sequences.
de_de: Einige Optionen können nicht geändert werden, weil das Projekt enthält bereits Sequenzen.
nl_nl: Sommige opties kunnen niet veranderd worden omdat het project al films bevat.
ru: Некоторые параметры нельзя изменить, так как проект уже содержит видеоряд.

source: Can't change options now. They may be in use by the running background task(s).
de_de: Kann Optionen jetzt nicht ändern. Sie können im gebrauch sein für Laufenden Hintergrundaufgaben.
nl_nl: Aanpassen van instellingen tijdelijk onmogelijk. Instellingen zijn mogelijk in gebruik bij taken die op de achtergrond draaien.
ru: В данный момент нельзя изменять параметры, так как некоторые из них могут использоваться выполняющимися в фоне заданиями.

source: Render sequence
de_de: Film machen
nl_nl: Film genereren
ru: Рендеринг видеоряда

source: Incompatible codec and file type
de_de: Inkompatible Codec und Dateityp
nl_nl: Niet compatibele codec en bestandstype
ru: Кодек и тип файла несовместимы

source: Format
de_de: Formatieren
nl_nl: Formaat
ru: Формат

source: Select
de_de: Auswählen
nl_nl: Selecteer
ru: Выбрать

source: Output file
de_de: Ausgabedatei
nl_nl: Uitvoerbestand
ru: Выходной файл

source: Render separation between cuts
de_de: Trennung zwischen Schnitte
nl_nl: Splits gegenereerde film bij snede
ru: Паузы между фрагментами

source: Actions
de_de: Aktionen
nl_nl: Acties
ru: Действия

source: Set as default
de_de: Als Standard einstellen
nl_nl: Stel als standaard in
ru: Использовать по умолчанию

source: OK && Render now
de_de: OK && Machen
nl_nl: OK && Genereren
ru: ОК, выполнить рендеринг

source: Cancel
de_de: Abbrechen
nl_nl: Annuleren
ru: Отмена

source: Apply
de_de: Bewerben
nl_nl: Toepassen
ru: Применить

source: Select output file
de_de: Wählen Sie die Ausgabedatei
nl_nl: Kies uitvoerbestand
ru: Выберите выходной файл

source: This audio codec can not be stored in the given file type
de_de: Dieser Audio-Codec kann nicht in der angegebenen Dateityp gespeichert werden
nl_nl: Deze audio codec kan niet in het opgegeven bestandstype opgeslagen worden
ru: Этот аудиокодек нельзя поместить в файл выбранного типа

source: This audio codec may cause problems with the given file type (cannot determine if this will work properly).
de_de: Dieser Audio-Codec kann zu Problemen mit dem angegebenen Dateityp führen (kann nicht feststellen, ob dies richtig funktioniert).
nl_nl: Deze audio codec kan mogelijk problemen geven in combinatie met het opgegeven bestandstype (kan niet bepalen of dit goed werkt).
ru: Этот аудиокодек может вызвать ошибку в файле выбранного типа (нельзя определить, будет ли он правильно работать).

source: This video codec can not be stored in the given file type
de_de: Diese Video-Codec kann nicht in der angegebenen Dateityp gespeichert werden
nl_nl: Deze video codec kan niet in het opgegeven bestandstype opgeslagen worden
ru: Этот видеокодек нельзя поместить в файл выбранного типа

source: This video codec may cause problems with the given file type (cannot determine if this will work properly).
de_de: Diese Video-Codec kann zu Probleme mit dem angegebenen Dateityp führen (kann nicht feststellen, ob dies richtig funktioniert).
nl_nl: Deze audio codec kan mogelijk problemen geven in combinatie met het opgegeven bestandstype (kan niet bepalen of dit goed werkt).
ru: Этот видеокодек может вызвать ошибку в файле выбранного типа (нельзя определить, будет ли он правильно работать).

source: Select output file first.
de_de: Wählen Sie die Ausgabedatei.
nl_nl: Kies eerst een uitvoerbestand
ru: Вы не выбрали выходной файл.

source: No file selected
de_de: Keine Datei ausgewählt
nl_nl: Geen bestand gekozen
ru: Файл не выбран

source: Nothing to render
de_de: Nichts zu machen
nl_nl: Niets om te genereren
ru: Отсутствует материал для рендеринга

source: Select at least a video or audio codec.
de_de: Wählen Sie mindestens eine Video- oder Audio-Codec.
nl_nl: Kies tenminste een video óf audio codec.
ru: Выберите кодек хотя бы одного типа.

source: Index
de_de: Start
ru: Указатель

source: Forward
de_de: Vorwärts
nl_nl: Volgende
ru: Вперед

source: %d item(s) queued
de_de: %d Aktion(en) in der Queue
nl_nl: %d actie(s) gepland
ru: Элементов в очереди: %d

source: Help
de_de: Hilfe
ru: Справка

source: Project
de_de: Projekt
ru: Проект

source: Details
de_de: Einzelheiten
ru: Свойства

source: Preview
de_de: Vorschau
nl_nl: Voorbeeld
ru: Просмотр

source: Timelines
de_de: Zeitleisten
nl_nl: Tijdlijnen
ru: Шкалы

source: %s files
de_de: %s dateien
nl_nl: %s bestanden
ru: Файлы %s

source: %s Project
de_de: %s Projekt
ru: Проект %s

source: %s Project View
de_de: %s Projektübersicht
nl_nl: %s project overzicht
ru: Область проекта %s

source: Revert
de_de: Wiederherstellung Original
nl_nl: Herladen
ru: Откат

source: Add files
de_de: Dateien hinzufügen
nl_nl: Voeg bestanden toe
ru: Добавить файлы

source: Add media files from disk.
de_de: Hinzufügen von Mediendateien von der Festplatte.
nl_nl: Voeg media bestanden toe.
ru: Добавить файлы мультимедиа с диска.

source: Add folder
de_de: Mappe hinzufügen
nl_nl: Map toevoegen
ru: Добавить папку

source: Add folder with media files from disk.
de_de: Einfügen von eine Mappe von der Festplatte mit Mediendateien.
nl_nl: Voeg map met media bestanden toe.
ru: Добавить папку с файлами мультимедиа.

source: Add sequence
de_de: Film hinzufügen
nl_nl: Film toevoegen
ru: Добавить видеоряд

source: Add new (blank) movie sequence.
de_de: Einfügen eine leere Film.
nl_nl: Nieuwe (lege) film toevoegen.
ru: Добавить пустой видеоряд.

source: Exit
de_de: Beenden
nl_nl: Afsluiten
ru: Выход

source: Show icons
de_de: Symbole anzeigen

source: Show labels
de_de: Titel anzeigen

source: Show bounding box
de_de: Begrenzungsrahmen anzeigen
nl_nl: Toon kader
ru: Показать ограничивающий прямоугольник

source: Snap to clips
de_de: Ankleben an Clips
nl_nl: Vastplakken aan clips
ru: Привязка к клипам

source: Snap to cursor
de_de: Ankleben an Cursor
nl_nl: Vastplakken aan cursor
ru: Привязка к курсору

source: Show captions
de_de: Titel anzeigen
nl_nl: Toon titels
ru: Показать заголовки

source: Load
de_de: Öffnen
nl_nl: Laad
ru: Загрузить

source: Delete
de_de: Löschen
nl_nl: Verwijder
ru: Удалить

source: Delete all
de_de: Alles löschen
nl_nl: Verwijder allemaal
ru: Удалить все

source: Restore default
de_de: Wiederherstellen der Standard
nl_nl: Standaard herstellen
ru: Вернуть умолчания

source: Fullscreen
de_de: Vollbild
nl_nl: Schermvullend
ru: Во весь экран

source: Open log file
de_de: Öffnen von der log Datei
nl_nl: Open het log bestand
ru: Открыть файл журнала

source: Open config file
de_de: Öffnen von der Konfigurationsdatei
nl_nl: Open configuratie bestand
ru: Открыть файл конфигурации

source: Report bug/request feature
de_de: Fehler melden/Anfrage einer neuen Funktion
nl_nl: Rapporteer fout/vraag nieuwe functionaliteit aan

source: About...
de_de: Über...
nl_nl: Over...
ru: О программе...

source: Edit
de_de: Bearbeiten
nl_nl: Bewerken
ru: Редактирование

source: View
de_de: Ansicht
nl_nl: Beeld
ru: Вид

source: Sequence
de_de: Film
nl_nl: Film
ru: Видеоряд

source: Workspace
de_de: Arbeitsfläche
nl_nl: Omgeving
ru: Рабочая среда

source: Crash
de_de: Absturz
ru: Сбой

source: Enter workspace name
de_de: Geben Sie Name des Arbeitsfläche
nl_nl: Kies naam voor venster indeling
ru: Назовите рабочую среду

source: Enter name for the saved workspace. If this is an existing name it is overwritten.
de_de: Geben Sie den Namen für den gespeicherten Arbeitsfläche. Wenn diesen Name schon besteht wird Sie überschrieben.
nl_nl: Kies een naam voor de opgeslagen venster indeling. Wanneer deze naam al in gebruik is wordt deze overschreven.
ru: Назовите сохраняемую рабочую среду. При совпадении имен предыдущая среда будет перезаписана.

source: Select workspace
de_de: Arbeitsfläche Wählen
nl_nl: Kies venster indeling
ru: Выберите рабочую среду

source: Select workspace to be restored.
de_de: Wählen Sie die Arbeitsfläche welche wiederhergestellt soll werden.
nl_nl: Kies venster indeling om te activeren
ru: Выберите загружаемую рабочую среду.

source: Load workspace failed
de_de: Wiederherstellen von der Arbeitsfläche ist fehlgeschlagen
nl_nl: Venster indeling activeren is mislukt
ru: Не удалось загрузить рабочую среду

source: Something went wrong while trying to load the saved perspective. Sorry.
de_de: Wiederherstellen von der Arbeitsfläche ist fehlgeschlagen.
nl_nl: Er is iets fout gegaan met het activeren van de venster indeling. Sorry.
ru: При загрузке сохраненной рабочей среды что-то пошло не так. Простите...

source: Select workspace to be removed.
de_de: Wählen Sie Arbeitsfläche zu entfernen.
nl_nl: Kies venster indeling om te verwijderen.
ru: Выберите удаляемую рабочую среду.

source: Remove all saved workspaces
de_de: Alle gespeicherten Arbeitsfläche entfernen
nl_nl: Verwijder alle venster indelingen
ru: Удалить все сохраненные рабочие среды

source: This will remove all saved workspace layouts which cannot be undone. Are you sure?
de_de: Alle gespeicherten Arbeitsfläche werden gelöscht. Dies kan nicht rückgängig gemacht werden. Sind Sie sicher?
nl_nl: Dit zal alle opgeslagen venster indelingen verwijderen. Dit kan niet ongedaan gemaakt worden. Weet je het zeker?
ru: Будут удалены все сохраненные рабочие среды; это действие нельзя отменить. Вы уверены?

source: Failed to open file
de_de: Fehler beim öffnen der Datei
nl_nl: Het openen van het bestand is mislukt
ru: Не удалось открыть файл

source: Failed to open '%s'
de_de: Fehler beim öffnen von '%s'
nl_nl: Kon '%s' niet openen
ru: Не удалось открыть "%s"

source: Attention
de_de: Achtung
nl_nl: Belangrijk
ru: Внимание

source: Note that changing this file will not update the gui. Changed settings are applied only after restarting %1$s. Note that %1$s, when closing, also updates the file. Therefore, always close %1$s first, before editing and saving this file in a text editor. Incorrectly changed settings may cause %1$s to crash upon startup. If that happens, delete the file from disk (or make the file empty) and restart %1$s.
de_de: Dass ändern von diese Datei wird nicht die anwendung aktualisieren. Geänderte Einstellungen werden erst nach einem Neustart der Anwendung angewendet. %1$s, beim Schließen, aktualisiert auch die Datei. Deshalb sollten Sie %1$s erst beenden vor das bearbeiten und speichern von diese Datei mit einem Texteditor . Geänderte Einstellungen können die Wirkung haben, dass %1$s beim Start abstürzt. Wenn das geschieht, löschen Sie die Datei von der Festplatte (oder machen das Datei leer), und starten Sie %1$s erneut.
nl_nl: Het aanpassen van dit bestand leidt niet tot veranderingen in de applicatie. Veranderde instellingen worden pas toegepast na een herstart. Pas op: Wanneer %1$s afgesloten wordt, zal %1$s zelf ook dit bestand bijwerken. Sluit daarom %1$s eerst af, alvorens manuele wijzigingen in dit bestand op te slaan. Foute instellingen in dit bestand kunnen er voor zorgen dat %1$s niet meer werkt. Als dat gebeurt, gooi het bestand weg (of maak het leeg) en start %1$s opnieuw.
ru: Изменение этого файла не повлияет на программу, пока она открыта. Новые настройки применяются только после перезапуска программы. При закрытии %1$s перезаписывает файл, и поэтому перед изменением файла в текстовом редакторе сначала закройте %1$s. Неверно заданные настройки могут привести к сбою приложения. Если это произошло, удалите файл (или его содержимое) и перезапустите %1$s.

source: Fit all
de_de: Alles passen
nl_nl: Alles passen
ru: Показать все

source: Fit to fill
de_de: Vollständig füllen
nl_nl: Volledig opvullen
ru: Заполнить

source: Original size
de_de: Originalgröße
nl_nl: Originele grootte
ru: Исходный размер

source: Custom
de_de: Benutzerdefiniert
nl_nl: Aangepast
ru: Задать

source: Centered
de_de: Zentriert
nl_nl: Gecentreerd
ru: По центру

source: Centered horizontally
de_de: Horizontal zentriert
nl_nl: Horizontaal gecentreerd
ru: По центру по горизонтали

source: Centered vertically
de_de: Vertikal zentriert
nl_nl: Vertikaal gecentreerd
ru: По центру по вертикали

source: Top left
de_de: Oben links
nl_nl: Links boven

source: Top
de_de: Oben
nl_nl: Boven

source: Top center
de_de: Oben in der Mitte
nl_nl: Midden boven

source: Top right
de_de: Oben rechts
nl_nl: Rechts boven

source: Right
de_de: Rechts
nl_nl: Rechts

source: Right center
de_de: Rechts in der Mitte
nl_nl: Rechts midden
