Repository: wyrover/vidiot
Catalog: lang/*/vidiot.po
Languages: de_de, nl_nl, ru

source: Delete unused files from folder
de_de: Nicht mehr benötigte Dateien von der Festplatte löschen
nl_nl: Verwijder ongebruikte bestanden van de harde schijf
ru: Удалить неиспользуемые файлы из папки

source: Disk space freed:
de_de: Plattenplatz freigegeben:
nl_nl: Harde schijf ruimte vrijgemaakt:
ru: Освобождено места:

source: Remove unused files
de_de: Nicht mehr benötigte Dateien entfernen
nl_nl: Verwijder ongebruikte bestanden
ru: Удалить неиспользуемые файлы

source: The following files are not used in the project. Press OK to move these to the recycle bin.
de_de: Die folgenden Dateien werden nicht im Projekt verwendet. Klicken Sie auf OK, um diese Datei(en) zu löschen.
nl_nl: De volgende bestanden worden niet gebruikt in het project. Druk op OK om deze bestanden te verplaatsen naar de prullenbak.
ru: Следующие файлы не используются в проекте. нажмите "ОК", чтобы переместить их в корзину

source: Failed to move %1$s to the recycle bin. The following files have already been moved: %2$s Aborting deletion.
de_de: Löschen von %1$s ist fehlgeschlagen. Die folgenden Dateien sind bereits gelöscht: %2$s Löschen beendet.
nl_nl: Het verplaatsen van %1$s naar de prullenbak mislukte. De volgende bestanden zijn al verplaatst: %2$s Verwijderen wordt afgebroken.
ru: Не удалось переместить "%1$s" в корзину. Уже перемещены следующие файлы: "%2$s" Удаление прервано.

source: Move to recycle bin failed
de_de: Löschen fehlgeschlagen
nl_nl: Het verplaatsen van bestanden naar de prullenbak is mislukt.
ru: Ошибка перемещения в корзину

source: No files moved to recycle bin.
de_de: Keine Dateien gelöscht.
nl_nl: Er zijn geen bestanden naar de prullenbak verplaatst.
ru: Файлы не перемещены в корзину.

source: File moved to recycle bin.
de_de: Datei gelöscht.
nl_nl: Bestand is verplaatst naar de prullenbak.
ru: Файл перемещен в корзину.

source: %zu files moved to recycle bin.
de_de: %zu Dateien gelöscht.
nl_nl: %zu bestanden zijn verplaatst naar de prullenbak.
ru: В корзину перемещено файлов: %zu.

source: Move %s
de_de: Verschieben von %s
nl_nl: Verplaats %s
ru: Переместить "%s"

source: Move
de_de: Verschieben
nl_nl: Verplaats
ru: Переместить

source: Rename %1$s to %2$s
de_de: Umbenennen %1$s nach %2$s
nl_nl: Hernoem %1$s naar %2$s
ru: Переименовать "%1$s" в "%2$s"

source: Error in audio codec
de_de: Fehler bei der Audio-Codec
nl_nl: Fout in audio codec
ru: Ошибка аудиокодека

source: There was an error when opening the audio codec.
de_de: Es gab einen Fehler beim Öffnen des Audio-Codec.
nl_nl: Er is een fout opgetreden bij het openen van de audio codec.
ru: При открытии аудиокодека произошла ошибка.

source: Rendering will be aborted.
de_de: Film machen wird abgebrochen.
nl_nl: Generatie wordt afgebroken.
ru: Рендеринг будет прерван.

source: Could not deduce required sample format for audio.
de_de: Konnte dass Sample Format für Audio nicht ableiten.
nl_nl: Kon het vereiste sample formaat voor audio niet bepalen.
ru: Не удалось определить требуемый формат дискретизации аудио.

source: The following sequence(s) have not been scheduled
de_de: Die folgende Film(e) sind nicht geplant
nl_nl: De volgende film(s) zijn nog niet ingepland
ru: Следующие видеоряды не были запланированы

source: Filename is not specified.
de_de: Dateiname ist nicht angegeben.
nl_nl: Geen bestandsnaam gekozen.
ru: Не задано имя файла.

source: Specified filename also used for another sequence.
de_de: Angegebenen Dateinamen is schon verwendet für ein andere Film.
nl_nl: De bestandsnaam is al ingebruik voor een andere film.
ru: Заданное имя файла уже используется для другого видеоряда.

source: Not all sequences have been scheduled:
de_de: Nicht alle Filme wurden geplant:
nl_nl: Niet alle films zijn ingepland voor generatie:
ru: Не все видеоряды были запланированы:

source: An internal error occurred during rendering.
de_de: Während des machen des Filmes ist ein interner Fehler aufgetreten.
nl_nl: Een interne fout is opgetreden tijdens de generatie.
ru: В процессе рендеринга произошла ошибка.

source: Rendering failed
de_de: Film machen ist fehlgeschlagen
nl_nl: Generatie is mislukt
ru: Ошибка рендеринга

source: Rendering sequence %s
de_de: Machen von Film %s
nl_nl: Bezig met genereren van film %s
ru: Рендеринг видеоряда "%s"

source: Unsupported number of ticks per frame in target codec
de_de: Nicht unterstützte Anzahl der Ticks pro Frame in den Zielcodec
nl_nl: Niet ondersteund aantal 'ticks per frame' in codec
ru: Для конечного кодека задано неподдерживаемое число тиков на кадр

source: Failed to open video codec
de_de: Fehler beim öffnen der Video-Codec
nl_nl: Het openen van de video codec is mislukt
ru: Не удалось открыть видеокодек

source: Failed to open audio codec
de_de: Fehler beim öffnen der Audio-Codec
nl_nl: Het openen van de audio codec is mislukt
ru: Не удалось открыть аудиокодек

source: Failed to determine audio sample size
de_de: Fehler beim bestimmen der Audio-Sample-Größe
nl_nl: Het bepalen van de audio sample grootte is mislukt
ru: Не удалось определить размер сэмпла аудио

source: Failed to initialize audio resampler
de_de: Fehler beim initialisierung der Audio Resampler
nl_nl: Het initializeren van de audio resampler is mislukt
ru: Не удалось инициализировать передискретизацию аудио

source: Failed to allocate memory for resampling
de_de: Fehler beim zuweisen der Speicher zum Resampling
nl_nl: Het reserveren van geheugen voor resampling is mislukt
ru: Не удалось выделить память на передискретизацию

source: Failed to write file header
de_de: Fehler beim schreiben der Dateikopf.
nl_nl: Het schrijven van de header van het bestand is mislukt.
ru: Не удалось записать заголовок файла

source: Frame %1$<PRId64> out of %2$<PRId64>
de_de: Frame %1$<PRId64> von %2$<PRId64>
nl_nl: Beeld %1$<PRId64> van %2$<PRId64>
ru: Кадр %1$<PRId64> из %2$<PRId64>

source: Failed to encode audio
de_de: Fehler beim codieren der Audio
nl_nl: Het encoderen van audio is mislukt
ru: Не удалось кодировать аудио

source: Failed to write audio
de_de: Fehler beim schreiben der Audio
nl_nl: Het schrijven van audio is mislukt
ru: Не удалось записать аудио

source: Failed to write raw video
de_de: Fehler beim schreiben der Video
nl_nl: Het schrijven van ruwe video data is mislukt
ru: Не удалось записать видеопоток

source: Failed to encode video
de_de: Fehler beim kodieren der Video
nl_nl: Het encoderen van video data is mislukt
ru: Не удалось кодировать видео

source: Failed to write video
de_de: Fehler beim schreiben der Video
nl_nl: Het schrijven van video data is mislukt
ru: Не удалось записать видео

source: Failed to close file
de_de: Konnte die Datei nicht schließen
nl_nl: Het sluiten van het bestand is mislukt
ru: Не удалось завершить файл

source: Error in video codec
de_de: Fehler im Video-Codec
nl_nl: Fout in video codec
ru: Ошибка в видеокодеке

source: There was an error when opening the video codec.
de_de: Es gab einen Fehler beim Öffnen der Video-Codec.
nl_nl: Er is een fout opgetreden bij het openen van de video codec.
ru: При открытии видеокодека возникла ошибка.

source: Go to first key frame.
de_de: Erste Schlüsselbild zeigen.
nl_nl: Ga naar eerste sleutelbeeld.
ru: Перейти к первому ключевому кадру.

source: Go to previous key frame.
de_de: Vorherige Schlüsselbild zeigen.
nl_nl: Ga naar vorig sleutelbeeld.
ru: Перейти к предыдущему ключевому кадру.

source: Go to next key frame.
de_de: Nächste Schlüsselbild zeigen.
nl_nl: Ga naar volgende sleutelbeeld.
ru: Перейти к следующему ключевому кадру.

source: Go to last key frame.
de_de: Letzte Schlüsselbild zeigen.
nl_nl: Ga naar laatste sleutelbeeld.
ru: Перейти к последнему ключевому кадру.

source: Add a key frame at the current position.
de_de: Schlüsselbild an der aktuellen Position hinzufügen.
nl_nl: Voeg een sleutelbeeld toe op de huidige positie.
ru: Добавить ключевой кадр на месте курсора.

source: Remove the key frame at the current position.
de_de: Schlüsselbild an der aktuellen Position entfernen.
nl_nl: Verwijder het sleutelbeeld op de huidige positie.
ru: Удалить ключевой кадр на месте курсора.

source: Select key frame number %ld. Clicking on the key frame indicator in the timeline has the same effect.
de_de: Wählen Schlüsselbild Nummer %ld. Klicken auf ein Schlüsselbild Anzeige in der Zeitleiste hat den gleichen Effekt.
nl_nl: Selecteer sleutelbeeld nummer %ld. Klikken op de sleutelbeeld indicator in de tijdlijn heeft hetzelfde effect.
ru: Выбрать ключевой кадр №%ld. В шкале времени тот же эффект имеет щелчок на маркере ключевого кадра.

source: Could not execute the length change without messing up clips in other tracks.
de_de: Die Längenänderung wurde die ordnung von Clips in anderen Spuren Durcheinander bringen. Deshalb ist Sie nicht ausgeführt.
nl_nl: Kon de lengte niet veranderen zonder andere sporen in de war te brengen.
ru: Нельзя изменить длительность, так как это нарушит порядок клипов на других дорожках.

source: Set length of clip
de_de: Einstellen der Länge vom Clip
nl_nl: Zet lengte van clip
ru: Задать длительность клипа

source: Change %1$s (%2$s)
de_de: Veränderung von %1$s (%2$s)
nl_nl: Verander %1$s (%2$s)
ru: Изменить %1$s (%2$s)

source: Change transition type
de_de: Ändern Übergangstyp
nl_nl: Verander overgangstype
ru: Изменить тип перехода

source: Transition
de_de: Übergang
nl_nl: Overgang
ru: Переход

source: Edit opacity of %s
de_de: Bearbeiten der Opazität von %s
nl_nl: Bewerk doorzichtigheid van %s
ru: Изменить непрозрачность "%s"

source: Edit automated scaling of %s
de_de: Bearbeiten der automatischen Skalierung von %s
nl_nl: Bewerk schaling van %s
ru: Изменить автомасштаб "%s"

source: Edit scaling of %s
de_de: Bearbeiten der Skalierung von %s
nl_nl: Bewerk schaalfactor van %s
ru: Изменить масштаб "%s"

source: Edit rotation of %s
de_de: Bearbeiten der Drehung von %s
nl_nl: Bewerk rotatie van %s
ru: Изменить поворот "%s"

source: Edit automated alignment of %s
de_de: Bearbeiten der automatischen Positionierung von %s
nl_nl: Bewerk positionering van %s
ru: Изменить автоматическое выравнивание "%s"

source: Edit X position of %s
de_de: Bearbeiten der X Position von %s
nl_nl: Bewerk X positie van %s
ru: Изменить положение по X "%s"

source: Edit Y position of %s
de_de: Bearbeiten der Y Position von %s
nl_nl: Bewerk Y positie van %s
ru: Изменить положение по Y "%s"

source: Edit volume of %s
de_de: Bearbeiten der Volumen von %s
nl_nl: Bewerk volume van %s
ru: Изменить громкость "%s"

source: Add key frame to %s
de_de: Schlüsselbild an %s hinzufügen
nl_nl: Voeg sleutelbeeld to aan %s
ru: Добавить ключевой кадр в %s

source: Remove key frame from %s
de_de: Schlüsselbild von %s entfernen
nl_nl: Verwijder sleutelbeeld van %s
ru: Удалить ключевой кадр из %s

source: Add/remove/select video key frames
de_de: Video Schlüsselbild hinzufügen/entfernen/wählen.

source: Add/remove/select audio key frames
de_de: Audio Schlüsselbild hinzufügen/entfernen/wählen.

source: Change the length of the clip to one of the standard lengths. Will shift other clips to avoid introducing a black area.
de_de: Ändern Sie die Länge des Clips zu einer der Standardlängen. Verschiebt sich andere Clips zu vermeiden das einer schwarzen Region eingeführt werd.

source: Change the length of the clip to this length. Will shift other clips to avoid introducing a black area.
de_de: Ändern Sie die Länge des Clips auf diese Länge. Verschiebt sich andere Clips zu vermeiden das einer schwarzen Region eingeführt werd.
nl_nl: Verander de lengte van de clip naar deze lengte. Andere clips worden verschoven om lege ruimte te voorkomen.
ru: Задать длительность клипа. Остальные клипы будут сдвинуты, чтобы не появился пустой промежуток.

source: Shortcut key
de_de: Tastenkürzel
nl_nl: Toets
ru: Сочетание клавиш

source: Fixed lengths (s)
de_de: Vordefinierte Länge (s)
nl_nl: Standaard duur (s)
ru: Заготовки (с.)

source: Change the speed of the clip. Changing the clip speed is only allowed when the clip and its linked clip (if any) are both of an equal size and position. Furthermore, there may be no other clips in the same time span as the clip. Note that, when selecting a speed smaller than 0.5 or larger than 2.0 the pitch of the audio will change.
de_de: Ändern der Geschwindigkeit des Clips. Dies ist nur möglich, wenn die Länge und Position des Clips und seine verbundenen Clips gleich sind. Auch kann in der gleichen Zeitspanne wie der Clip kein andere Clip sein. Wenn eine Geschwindigkeit von weniger als 0,5 oder größer als 2,0 ausgewählt ist, wird die Tonhöhe des Audiomaterials geändert.

source: Speed
de_de: Geschwindigkeit
nl_nl: Snelheid
ru: Скорость

source: Press this button to start/stop continuous playback of the transition.
de_de: Drücken Sie diese Taste zum Starten/Stoppen kontinuierliche Wiedergabe des Übergangs.
nl_nl: Druk op deze knop om het continu afspelen van de overgang te starten.
ru: Нажмите, чтобы начать или остановить постоянное воспроизведение перехода.

source: Start automatically
de_de: Automatisch starten
nl_nl: Start automatisch
ru: Автопросмотр

source: Select this to immediately start continuous playback of transition when a transition is selected.
de_de: Wählen Sie diese um sofort eine kontinuierliche Wiedergabe des Transitions zu starten Wenn ein Übergang gewählt wird.
nl_nl: Kies dit om het continu afspelen van de overgang automatisch te starten wanneer een overgang wordt geselecteerd.
ru: Выберите эту функцию, чтобы просматривать выбираемые клипы автоматически.

source: Start/stop continous playback of the transition.
de_de: Starten/Stoppen kontinuierliche Wiedergabe des Übergangs.

source: Select the effect used for the transition towards the second clip.
de_de: Wählen Sie den Effekt für den Übergang.
nl_nl: Selecteer het effect dat gebruikt wordt voor de overgang naar de volgende clip.
ru: Выберите эффект перехода между клипами.

source: Type
de_de: Typ
ru: Тип

source: Select the opacity of the video frame. A value of '0' means fully transparent. A value of '255' means fully opaque.
de_de: Wählen Sie die Opazität des Videobildes . Ein Wert von "0" bedeutet vollständig transparant. Ein Wert von "255" ist völlig undurchsichtig.
nl_nl: Selecteer de doorzichtigheid van de video. De waarde '0' betekent volledig doorzichtig. De waarde '255' betekent volledig opaak.
ru: Задать непрозрачность кадра видео. "0" - полностью прозрачный, "255" - полностью непрозрачный.

source: Opacity
de_de: Opazität
nl_nl: Ondoorzichtigheid
ru: Непрозрачность

source: Note that automated scaling and positioning apply to the cropped (smaller) image. If the image should not be rescaled/repositioned after cropping, select Custom for the automated scaling and the automated positioning.
de_de: Beachten Sie dass automatische Skalierung und Positionierung auf die beschnitten (kleineren) Bild angewendet wird. Wenn das Bild nicht neu skaliert/positioniert werden soll, wählen Sie Benutzerdefiniert für die automatische Skalierung und die automatische Positionierung.

source: Select the area to remove from the top of the video.
de_de: Wählen Sie den Bereich zu entfernen von der obere seite des Videos.

source: Select the area to remove from the bottom of the video.
de_de: Wählen Sie den Bereich zu entfernen von der untere seite des Videos.

source: Select the area to remove from the left side of the video.
de_de: Wählen Sie den Bereich zu entfernen von die linke Seite des Videos.

source: Select the area to remove from the right side of the video.
de_de: Wählen Sie den Bereich zu entfernen von die rechte Seite des Videos.

source: Crop
de_de: Abschneiden

source: Remove unwanted regions from the side of the video.
de_de: Entfernen unerwünschter Bereiche von der Seite des Videos.

source: Select the rotation (in degrees) of the video frame.
de_de: Wählen Sie die Rotation (in Grad) des Video bild .
nl_nl: Selecteer de rotatie (in graden) van de video.
ru: Задать поворот кадра видео (в градусах).

source: Select between several automated scaling strategies or manually select the (custom) scaling factor of the video frame.
de_de: Wählen Sie zwischen mehreren automatischen Skalierung Strategien oder wählen Sie die manuell.
nl_nl: Kies tussen verschillende automatische schaling strategieën of stel handmatig een schalingsfactor in.
ru: Задать автоматический выбор метода масштабирования или ввести свой коэффициент масштабирования кадра видео.

source: Select the scaling factor to be applied to the video frame.
de_de: Wählen Sie den Skalierungsfaktor fur das Videobild.
nl_nl: Selecteer de schalingsfactor voor video.
ru: Задать коэффициент масштабирования кадра видео.

source: Select between several automated positioning strategies or manually select the (custom) position of the video frame.
de_de: Wählen Sie zwischen mehreren automatischen Positionierungsstrategien oder wählen Sie die manuell.
nl_nl: Kies tussen verschillende automatische positioneringsstrategieën of stel handmatig de positie van de video in.
ru: Задать автоматический выбор метода расположения или указать особое положение кадра видео.

source: Select the horizontal position of the video frame.
de_de: Wählen Sie die horizontale Position des Videobildes.
nl_nl: Selecteer de horizontale positie van de video.
ru: Задать положение кадра видео по горизонтали.

source: Select the vertical position of the video frame.
de_de: Select the vertikalen position of the video frame.
nl_nl: Selecteer de vertikale positie van de video.
ru: Задать положение кадра видео по вертикали.

source: Video key frames
de_de: Videoschlüsselbilder
nl_nl: Video sleutelbeelden
ru: Кл. кадры видео

source: Select the audio volume.
de_de: Wählen Sie die Lautstärke.
nl_nl: Selecteer het audio volume.
ru: Задать уровень громкости аудио.

source: Audio key frames
de_de: Audioschlüsselbilder
nl_nl: Audio sleutelbeelden
ru: Кл. кадры аудио

source: Notes
de_de: Hinweise
nl_nl: Opmerkingen
ru: Комментарии

source: Resizing
de_de: Größe ändern
nl_nl: Lengte aanpassen
ru: Изменение размеров

source: Video size
de_de: Video-Größe
nl_nl: Lengte van video
ru: Размер видео

source: Audio size
de_de: Audio-Größe
nl_nl: Lengte van audio
ru: Размер видео

source: Transition size
de_de: Übergang-Größe
nl_nl: Lengte van overgang
ru: Размер перехода

source: Press SHIFT to remove blank areas during the trimming
de_de: Drücken Sie SHIFT, um leere Regionen beim Beschneiden zu entfernen
nl_nl: Gebruik SHIFT om lege ruimte te verwijderen tijdens het bijknippen
ru: Нажмите SHIFT для удаления пустых областей при подрезке

source: Resizing %s
de_de: Ändern der Größe von %s
nl_nl: Grootte aanpassen van %s
ru: Изменение размера "%s"

source: Remove marked regions
de_de: Entfernen markierten Regionen
nl_nl: Verwijder gemarkeerde gebieden
ru: Удалить выделенные регионы

source: Remove unmarked regions
de_de: Entfernen Sie nicht markierten Regionen
nl_nl: Verwijder ongemarkeerde gebieden
ru: Удалить невыделенные регионы

source: Remove empty regions
de_de: Entfernen Sie leere Regionen
nl_nl: Verwijder lege gebieden
ru: Удалить пустые регионы

source: Remove empty region
de_de: Leere Region entfernen
nl_nl: Verwijder leeg gebied
ru: Удалить пустой регион

source: Add video track
de_de: Videospur hinzufügen
nl_nl: Voeg video spoor toe
ru: Добавить дорожку видео

source: Add audio track
de_de: In Audio-Track
nl_nl: Voeg audio spoor toe
ru: Добавить дорожку аудио

source: Remove empty tracks
de_de: Entfernen Sie leere Tracks
nl_nl: Verwijder lege sporen
ru: Удалить пустые дорожки

source: Delete marked regions
de_de: Löschen markierten Regionen
nl_nl: Verwijder gemarkeerde gebieden
ru: Удалить выделенные регионы

source: Delete unmarked regions
de_de: Löschen markierten Regionen
nl_nl: Verwijder ongemarkeerde gebieden
ru: Удалить невыделенные регионы

source: Remove markers
de_de: Marker entfernen
nl_nl: Verwijder markeringen
ru: Удалить маркеры

source: Remove empty
de_de: Entfernen von leere Regionen
nl_nl: Verwijder lege gebieden
ru: Удалить пустые

source: Render settings
de_de: Einstellungen für Film machen
nl_nl: Film generatie instellingen
ru: Настройки рендеринга

source: Render %s
de_de: Machen von %s
nl_nl: Genereer %s
ru: Выполнить рендеринг "%s"

source: Render all modified sequences
de_de: Machen von alle modifizierten Filme
nl_nl: Genereer voor alle films
ru: Выполнить рендеринг всех измененных видеорядов

source: Close
de_de: Schließen
nl_nl: Sluit
ru: Закрыть

source: Fade in
de_de: Einblenden
nl_nl: Overgang van zwart
ru: Нарастание

source: Fade out
de_de: Ausblenden
nl_nl: Overgang naar zwart
ru: Затухание

source: Fade from previous
de_de: Überblendung von vorhergehende
nl_nl: Overgang van vorige
ru: Переход от предыдущего

source: Fade to next
de_de: Überblendung zum nächsten
nl_nl: Overgang naar volgende
ru: Переход к следующему

source: Paste at cursor
de_de: Einfügen an der Cursor
nl_nl: Plak bij cursor
ru: Вставить на месте курсора

source: Paste here
de_de: Hier einfügen
nl_nl: Hier plakken
ru: Вставить здесь

source: Remove empty space
de_de: Leerraum löschen
nl_nl: Verwijder lege ruimte
ru: Удалить пустые места

source: Delete selected
de_de: Auswahl löschen
nl_nl: Verwijder selectie
ru: Удалить выбранные

source: Delete and Trim selected
de_de: Auswahl löschen und leerraum entfernen
nl_nl: Verwijder selectie en schuif aan
ru: Удалить и подрезать выбранные

source: Unlink audio and video clips
de_de: Verknüpfung Audio- und Video-Clips löschen
nl_nl: Ontkoppel audio en video clips
ru: Отменить связь аудио и видео

source: Data in clipboard has incompatible properties.
de_de: Daten in Zwischenablage hat inkompatible Eigenschafte.
nl_nl: Gegevens in het klembord hebben incompatibele eigenschappen.
ru: Данные в буфере обмена имеют несовместимые свойства.

source: Nothing to be pasted.
de_de: Nichts zum einfügen.
nl_nl: Er is niets om te plakken.
ru: Нечего вставлять.

source: Cannot paste: not enough video tracks.
de_de: Kann nicht einfügen: nicht genug Videospuren.
nl_nl: Kan niet plakken: niet genoeg video sporen.
ru: Нельзя вставить: недостаточно дорожек видео.

source: Cannot paste: not enough audio tracks.
de_de: Kann nicht einfügen: nicht genug Audiospuren.
nl_nl: Kan niet plakken: niet genoeg audio sporen.
ru: Нельзя вставлять: недостаточно дорожек аудио.

source: Nothing to be stored in clipboard.
de_de: Nichts zum speichern in der Zwischenablage.
nl_nl: Er is niets om in het klembord op te slaan.
ru: В буфер обмена помещать нечего.

source: Add track
de_de: Spur hinzufügen
nl_nl: Voeg spoor toe
ru: Добавить дорожку

source: Create transition
de_de: Erstellen Übergang
nl_nl: Maak overgang
ru: Создать переход

source: Unable to make room for adding the transition.
de_de: Nicht in der Lage, um Platz für das Hinzufügen von den Übergang zu machen.
nl_nl: Kan geen ruimte maken voor de overgang.
ru: Не удалось выделить место для добавления перехода.

source: Delete selected clips
de_de: Ausgewählte Clips löschen
nl_nl: Verwijder geselecteerde clips
ru: Удалить выбранные клипы

source: Could not shift clips. Part of the region is still in use.
de_de: Konnte Clips nicht verschieben. Teil der Region ist noch in Gebrauch.
nl_nl: Kon clips niet opschuiven. Gedeelte van het gebied is nog in gebruik.
ru: Не удалось переместить клипы. Часть региона все еще используется.

source: Adjust speed of %s
de_de: Bearbeiten der Geschwindigkeit von %s
nl_nl: Pas snelheid van %s aan
ru: Изменить скорость "%s"

source: Can not change speed if speed of linked clip is different.
de_de: Geschwindigkeit kann nicht geändert werden, wenn die Geschwindigkeit des verbundenen Clips anders ist.

source: Can not change speed if length of linked clip is different.
de_de: Geschwindigkeit kann nicht geändert werden, wenn die Länge des verbundenen Clips anders ist.

source: Can not change speed if start offset (in file) of linked clip is different.
de_de: Geschwindigkeit kann nicht geändert werden, wenn die startposition (in der Datei) des verbundenen Clips anders ist.
