Repository: wyrover/vidiot
Catalog: lang/*/vidiot.po
Languages: de_de, nl_nl, ru

source: Can not change speed if start position (in track) of linked clip is different.
de_de: Geschwindigkeit kann nicht geändert werden, wenn die startposition (in der Spur) des verbundenen Clips anders ist.

source: Can not change clip speed. There may not be clips in the same timeframe in other tracks.
de_de: Kann Geschwindigkeit nicht ändern. Es können kein Clips im gleichen Zeitraum in anderen Spuren sein.
nl_nl: Kan clip snelheid niet aanpassen. Er mogen geen clips in hetzelfde tijdsbestek in andere sporen zijn.
ru: Не удалось изменить скорость клипа. Возможно, на других дорожках отсутствуют клипы в том же временном диапазоне.

source: Can't scale beyond %s
de_de: Kann nicht über %s erhöhen
nl_nl: Kan niet verder schalen dan %s
ru: Нельзя масштабировать больше "%s"

source: (no room for left transition).
de_de: (kein Platz für linke Übergang).
nl_nl: (er blijft niet genoeg ruimte over voor linker overgang)
ru: (нет места для перехода слева).

source: (no room for right transition).
de_de: (kein Platz für rechte Übergang).
nl_nl: (er blijft niet genoeg ruimte over voor rechter overgang)
ru: (нет места для перехода справа).

source: (no clip remains).
de_de: (kein Clip bleibt).
nl_nl: (er blijft geen clip over)
ru: (нет клипа).

source: Move clips
de_de: Verschieben von Clips
nl_nl: Verplaats clips
ru: Переместить клипы

source: Add new interval selection
de_de: Intervall Auswahl hinzufügen
nl_nl: Voeg interval selectie toe
ru: Выделить новый регион

source: Remove new interval selection
de_de: Intervall Auswahl entfernen
nl_nl: Verwijder interval selectie
ru: Удалить новый выделенный регион

source: Remove all markers
de_de: Alle Intervalle entfernen
nl_nl: Verwijder alle geselecteerde intervals
ru: Удалить все маркеры

source: Split at cursor
de_de: An der Cursor Split
nl_nl: Maak snede bij cursor
ru: Разрезать на месте курсора

source: Can't trim: cut at cursor position.
de_de: Kann nicht beischneiden: schnitt an der Cursorposition.
nl_nl: Kan niet: er is al een snede op de cursor positie.
ru: Нельзя выполнить обрезку: на месте курсора уже разрезано.

source: Nothing to be trimmed.
de_de: Nichts zu beischneiden.
nl_nl: Er is niets om te verwijderen.
ru: Обрезать нечего.

source: Can't trim: transition.
de_de: Kann nicht beischneiden: Übergang.
nl_nl: Kan niet: overgang.
ru: Нельзя выполнить обрезку: переход.

source: Can't trim: too many clips at cursor position.
de_de: Kann nicht beischneiden: zu viele Clips an der Cursorposition.
nl_nl: Kan niet verwijderen: te veel clips bij de cursor positie.
ru: Нельзя выполнить обрезку: на месте курсора слишком много клипов.

source: Can't trim: position of clips prevents proper shifting
de_de: Kann nicht beischneiden: Position des Clips verhindert die ordnungsgemäße Verschiebung
nl_nl: Kan niet verwijderen: lege ruimte verwijderen is onmogelijk, gegeven de positie van clips.
ru: Нельзя выполнить обрезку: положение клипов не позволяет правильно сместить их.

source: Adjust length
de_de: Einstellen von Länge
nl_nl: Pas lengte aan
ru: Изменить длительность

source: Adjust %1$s side of %2$s
de_de: Einstellen %1$s Seite von %2$s
nl_nl: Pas %1$s kant van %2$s aan
ru: Изменить %1$s часть %2$s

source: left
de_de: linke
nl_nl: linker
ru: левую

source: right
de_de: rechte
nl_nl: rechter
ru: правую

source: transition
de_de: Übergang
nl_nl: overgang
ru: перехода

source: Unlink clips
de_de: Verknüpfung Clips löschen
nl_nl: Ontkoppel clips
ru: Отменить связь клипов

source: Move key frame
de_de: Schlüsselbild verschieben
nl_nl: Verplaats sleutelbeeld
ru: Переместить ключевой кадр

source: None
de_de: Kein
nl_nl: Geen
ru: Нет

source: Warning
de_de: Warnung
nl_nl: Waarschuwing
ru: Предупреждение

source: Verbose
de_de: Alles
nl_nl: Uitgebreid
ru: Подробно

source: German
de_de: Deutsch
nl_nl: Duits
ru: Немецкий

source: Dutch
de_de: Niederländisch
nl_nl: Nederlands
ru: Нидерландский

source: Russian
de_de: Russisch
nl_nl: Russisch
ru: Русский

source: Errors
de_de: Fehler
nl_nl: Fouten
ru: Ошибки

source: Errors & Warnings
de_de: Fehler und Warnungen
nl_nl: Fouten en waarschuwingen
ru: Ошибки и предупреждения

source: Info (UI actions)
de_de: Info (UI Aktionen)
nl_nl: Info (user interface acties)
ru: Сведения (действия в интерфейсе)

source: Please attach the file %s if it was not yet attached to this mail. Unfortunately, some email clients do not support adding attachments automatically.
de_de: Bitte fügen Sie die Datei %s ein. Manchmal wird das nicht automatisch gemacht.
nl_nl: Mocht het bestand %s nog niet aan deze mail toegevoegd zijn, voeg het dan alstublieft alsnog toe. Helaas is het met sommige email programma's niet mogelijk om automatisch dit bestand toe te voegen.
ru: При необходимости вручную вложите файл "%s" в сообщение электронной почты. Некоторые клиенты электронной почты не поддерживают автоматическое добавление вложений.

source: Could not locate resources (images/translations/html files) in the following folders:
de_de: Konnte nicht alle Ressourcen finden (Bilder/Übersetzungen/html-Dateien) in den folgenden Mappen:
nl_nl: Kon de plaatjes en/of html files niet vinden in de volgende mappen:
ru: Ресурсы не обнаружены (images/translations/html-файлы) в следующих папках:

source: Press OK to exit.
de_de: Drücken Sie auf OK, um zu beenden.
nl_nl: Druk op OK om af te sluiten.
ru: Нажмите "OK" для выхода.

source: Resources not found
de_de: Ressourcen nicht gefunden
nl_nl: Hulpbestanden niet gevonden
ru: Ресурсы не найдены

source: Startup
nl_nl: Opstarten
ru: Запуск

source: Video
ru: Видео

source: Audio
ru: Аудио

source: Clips
ru: Клипы

source: Logging
ru: Ведение журнала

source: Audio sample rate
nl_nl: Audio sample rate (sample frequentie)
ru: Частота аудио

source: Video codec
ru: Видеокодек

source: Audio codec
ru: Аудиокодек

source: OK
ru: ОК

source: Tools
nl_nl: Extra
ru: Сервис

source: Horizontal
nl_nl: Horizontaal
ru: По горизонтали

source: Scaling
nl_nl: Schaling
ru: Масштаб

source: Name
nl_nl: Naam
ru: Название

source: Problem
nl_nl: Probleem
ru: Проблема

source: Bit rate
ru: Битрейт

source: Bit rate tolerance
nl_nl: Bit rate tolerantie
ru: Допустимый битрейт

source: Gop size
nl_nl: Afstand tussen volledige frames (GOP size)
ru: Размер группы кадров (GOP)

source: B Frames
nl_nl: Bidirectionele beelden (B frames)
ru: B-кадров

source: Macro block decision
nl_nl: Macro blok keuze
ru: Разрешение макроблока

source: Least bits
nl_nl: Minste bits
ru: Младшие биты

source: Rate distortion
nl_nl: Snelheid vervorming
ru: Искажение частоты

source: %s (%ss)
ru: %s (%s с.)

source: Change the speed of the clip. Note that currently only changing the speed of video-only clips is supported. Furthermore, changing the clip speed is only allowed when a there are no other clips 'under' and 'above' the clip in the timeline.
nl_nl: Verander de snelheid van de clip. Op dit moment is alleen het veranderen van de snelheid van clips met alleen video ondersteund. Verder is het niet mogelijk om de snelheid aan te passsen wanneer er clips in andere sporen zijn, in hetzelfde tijdsbestek als de aan te passen clip.
ru: Изменить скорость клипа. В данный момент поддерживается изменение скорости только клипов видео. Кроме того, можно изменять скорость клипа только если выше и ниже него нет других клипов.

source: Rotation
nl_nl: Rotatie
ru: Поворот

source: Position
nl_nl: Positie
ru: Положение

source: Volume (%)
ru: Громкость (%)

source: Can not change length if start position, length, or speed for two linked clips are not equal.
nl_nl: Kan de lengte niet aanpassen als start positie, lengte of snelheid van twee gekoppelde clips niet gelijk zijn.
ru: Длительность изменять нельзя, если начало, длительность или скорость связанных клипов не равны.

source: clip
ru: клипа

source: Zoom
ru: Масштаб

source: Fatal
nl_nl: Fataal
ru: Критическая ошибка

source: Info
ru: Сведения

source: English
nl_nl: Engels
ru: Английский

source: Debugging
nl_nl: Uitgebreid
ru: Отладка

source: Shift
nl_nl: Opschonen

source: Del
nl_nl: Verwijder
